const eventsData = [
    {
        id: 'ev000',
        title: 'Мастер-класс «Рисование вином» (18+)',
        date: '2025-09-21',
        time: '17:00 — 18:00',
        category: 'masterclass',
        featured: true,
        image: 'images/events/мк-вино-01-sq.jpg',
        description: 'Рисование вином: искусство с ноткой вкуса! Приглашаем вас на уникальный мастер-класс (18+) - «Рисование вином». Это вечер, где творчество встречается с изысканным вином, а вы создаёте настоящее искусство в расслабленной атмосфере.',
        details: [
            'Все материалы, бокал вина и лёгкие закуски - включены',
            'Неважно, умеете ли вы рисовать - под руководством опытного арт-терапевта ваша работа станет шедевром!',
            'Возраст: 18+',
            'Количество мест ограничено'
        ],
        price: 75.00,
        location: 'пр-т Строителей 11А, к. 208, 2 этаж, БЦ Омега'
    },
    {
        id: 'ev001',
        title: 'Мастер-класс "Енотовый уют"',
        date: '2025-09-19',
        time: '19:00 — 20:00',
        category: 'children',
        featured: true,
        image: 'images/events/мк-енот-01-sq.jpg',
        description: '"Енотовый уют"! 19 сентября в 19:00 мы ждём ребят от 6 до 12 лет на увлекательный мастер-класс, где творчество оживёт в каждом движении кисти!',
        details: [
            'Ваши дети создадут яркий и милый арт с енотом, который украсит их комнату или станет подарком близким',
            'Тёплая атмосфера и море вдохновения - ваш ребёнок точно останется в восторге!',
            'Возраст: 6+',
            'Количество мест ограничено'
        ],
        price: 25.00,
        location: 'пр-т Строителей 11А, к. 208, 2 этаж, БЦ Омега'
    }
];
