const servicesData = [
    {
        title: 'МАСТЕР-КЛАССЫ',
        images: [
            {
                src: 'images/emotion.png',
                alt: 'Работа с эмоциями'
            },
            {
                src: 'images/self.png',
                alt: 'Самопознание'
            }
        ],
        description: 'Мастер-классы действуют на постоянной основе. Вдохновляющий интерьер, тематические посиделки, позитивные эмоции!',
        price: 50.00
    },
    {
        title: 'АРТ-ВЕЧЕРИНКА ДЛЯ ВЗРОСЛЫХ',
        images: [
            {
                src: 'images/creativity.png',
                alt: 'Творческие занятия'
            },
            {
                src: 'images/relationship.png',
                alt: 'Групповая работа'
            }
        ],
        description: 'Сделай свой досуг незабываемым и оригинальным! Расширяй границы и трансформируйся в компании арт-терапевта.',
        price: 150.00
    },
    {
        title: 'ДЕТСКАЯ АРТ-ВЕЧЕРИНКА',
        images: [
            {
                src: 'images/comfort.png',
                alt: 'Комфортная атмосфера'
            },
            {
                src: 'images/quality.png',
                alt: 'Качественный досуг'
            }
        ],
        description: 'Это отличная возможность развивать свои творческие навыки и провести время с другими детьми, увлечёнными искусством!',
        price: 150.00
    }
];
